2013/brp 2013-02-07/test/branches/v0.2.5/KUC091/ART/request_template.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header>${DataSource Values#Header_EEE0}</soapenv:Header>
   <soapenv:Body>
      <ns:overlijden_RegistratieOverlijden_Bijhouding xmlns:ns="http://www.bprbzk.nl/BRP/0001"
                                                      xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                                                      ns:cIDVerzendend="id.overlijden_RegistratieOverlijden0"
                                                      xsi:schemaLocation="http://www.bprbzk.nl/BRP/0001 BRP_Overlijden_Berichten.xsd ">
         <ns:stuurgegevens ns:cIDVerzendend="id.stuurgegevens0">
            <ns:organisatie ns:noValue="nietOndersteund">${DataSource Values#organisatie_soB0}</ns:organisatie>
            <ns:applicatie ns:noValue="nietOndersteund">${DataSource Values#applicatie_soB0}</ns:applicatie>
            <ns:referentienummer ns:noValue="nietOndersteund">${DataSource Values#referentienummer_soB0}</ns:referentienummer>
            <ns:indicatiePrevalidatie ns:noValue="nietOndersteund">${DataSource Values#indicatiePrevalidatie_soB0}</ns:indicatiePrevalidatie>
         </ns:stuurgegevens>
         <ns:overruleMeldingen>
            <ns:overrule ns:cIDVerzendend="${DataSource Values#|overrule1|}">
               <ns:regelCode ns:noValue="nietOndersteund">${DataSource Values#regelCode_ooo0}</ns:regelCode>
            </ns:overrule>
         </ns:overruleMeldingen>
         <ns:acties>
            <ns:registratieOverlijden>
               <ns:datumAanvangGeldigheid ns:noValue="nietOndersteund">${DataSource Values#datumAanvangGeldigheid_rao0}</ns:datumAanvangGeldigheid>
               <ns:tijdstipOntlening ns:noValue="nietOndersteund">${DataSource Values#tijdstipOntlening_rao0}</ns:tijdstipOntlening>
               <ns:toelichtingOntlening>${DataSource Values#toelichtingOntlening_rao0}</ns:toelichtingOntlening>
               <ns:bronnen>
                  <ns:bron ns:cIDVerzendend="id.bron0">
                     <ns:document ns:cIDVerzendend="id.document0">
                        <ns:soortNaam>${DataSource Values#soortNaam_dbb0}</ns:soortNaam>
                        <ns:identificatie>${DataSource Values#identificatie_dbb0}</ns:identificatie>
                        <ns:aktenummer>${DataSource Values#aktenummer_dbb0}</ns:aktenummer>
                        <ns:omschrijving>${DataSource Values#omschrijving_dbb0}</ns:omschrijving>
                        <ns:partijCode>${DataSource Values#partijCode_dbb0}</ns:partijCode>
                     </ns:document>
                  </ns:bron>
				  <ns:bron ns:cIDVerzendend="id.bron1">
                     <ns:document ns:cIDVerzendend="id.document1">
                        <ns:soortNaam>${DataSource Values#soortNaam_dbb1}</ns:soortNaam>
                        <ns:identificatie>${DataSource Values#identificatie_dbb1}</ns:identificatie>
                        <ns:aktenummer>${DataSource Values#aktenummer_dbb1}</ns:aktenummer>
                        <ns:omschrijving>${DataSource Values#omschrijving_dbb1}</ns:omschrijving>
                        <ns:partijCode>${DataSource Values#partijCode_dbb1}</ns:partijCode>
                     </ns:document>
                  </ns:bron>
               </ns:bronnen>
               <ns:persoon ns:cIDVerzendend="${DataSource Values#|persoon|}">
                  <ns:identificatienummers ns:cIDVerzendend="id.identificatienummers0">
                     <ns:burgerservicenummer ns:noValue="nietOndersteund">${DataSource Values#burgerservicenummer_ipr0}</ns:burgerservicenummer>
                  </ns:identificatienummers>
                  <ns:overlijden ns:cIDVerzendend="id.overlijden0">
                     <ns:datum ns:noValue="nietOndersteund">${DataSource Values#datum_opr0}</ns:datum>
                     <ns:gemeenteCode ns:noValue="nietOndersteund">${DataSource Values#gemeenteCode_opr0}</ns:gemeenteCode>
                     <ns:woonplaatsCode ns:noValue="nietOndersteund">${DataSource Values#woonplaatsCode_opr0}</ns:woonplaatsCode>
                     <ns:buitenlandsePlaats ns:noValue="nietOndersteund">${DataSource Values#buitenlandsePlaats_opr0}</ns:buitenlandsePlaats>
                     <ns:buitenlandseRegio ns:noValue="nietOndersteund">${DataSource Values#buitenlandseRegio_opr0}</ns:buitenlandseRegio>
                     <ns:landCode ns:noValue="nietOndersteund">${DataSource Values#landCode_opr0}</ns:landCode>
                     <ns:omschrijvingLocatie ns:noValue="nietOndersteund">${DataSource Values#omschrijvingLocatie_opr0}</ns:omschrijvingLocatie>
                  </ns:overlijden>
                  <ns:afgeleidAdministratief ns:cIDVerzendend="id.afgeleidAdministratief0">
                     <ns:tijdstipLaatsteWijziging ns:noValue="nietOndersteund">${DataSource Values#tijdstipLaatsteWijziging_apr0}</ns:tijdstipLaatsteWijziging>
                  </ns:afgeleidAdministratief>
               </ns:persoon>
            </ns:registratieOverlijden>
         </ns:acties>
      </ns:overlijden_RegistratieOverlijden_Bijhouding>
   </soapenv:Body>
</soapenv:Envelope>
